manual_de_implementaciones/sifen/de_sin_error.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"><env:Header/><env:Body><rEnviDe xmlns="http://ekuatia.set.gov.py/sifen/xsd"><dId>1</dId><xDE><rDE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://ekuatia.set.gov.py/sifen/xsd siRecepDE_v150.xsd"><dVerFor>150</dVerFor><DE Id="01800994825006001000057322025110512543335490"><dDVId>0</dDVId><dFecFirma>2025-11-05T20:54:56</dFecFirma><dSisFact>1</dSisFact><gOpeDE><iTipEmi>1</iTipEmi><dDesTipEmi>Normal</dDesTipEmi><dCodSeg>254333549</dCodSeg></gOpeDE><gTimb><iTiDE>1</iTiDE><dDesTiDE>Factura electrónica</dDesTiDE><dNumTim>18270044</dNumTim><dEst>006</dEst><dPunExp>001</dPunExp><dNumDoc>0000573</dNumDoc><dFeIniT>2025-08-29</dFeIniT></gTimb><gDatGralOpe><dFeEmiDE>2025-11-05T20:54:56</dFeEmiDE><gOpeCom><iTipTra>1</iTipTra><dDesTipTra>Venta de mercadería</dDesTipTra><iTImp>1</iTImp><dDesTImp>IVA</dDesTImp><cMoneOpe>PYG</cMoneOpe><dDesMoneOpe>Guarani</dDesMoneOpe></gOpeCom><gEmis><dRucEm>80099482</dRucEm><dDVEmi>5</dDVEmi><iTipCont>2</iTipCont><dNomEmi>FRANCO AREVALOS S.A.</dNomEmi><dDirEmi>AVENIDA, LAS RESIDENTAS PY03 - KM5</dDirEmi><dNumCas>0</dNumCas><cDepEmi>18</cDepEmi><dDesDepEmi>CANINDEYU</dDesDepEmi><cCiuEmi>4738</cCiuEmi><dDesCiuEmi>SALTO DEL GUAIRA</dDesCiuEmi><dTelEmi>0986128000</dTelEmi><dEmailE>francoarevalos05@gmail.com</dEmailE><gActEco><cActEco>46304</cActEco><dDesActEco>COMERCIO AL POR MAYOR DE BEBIDAS</dDesActEco></gActEco><gActEco><cActEco>47112</cActEco><dDesActEco>COMERCIO AL POR MENOR EN MINI MERCADOS Y DESPENSAS</dDesActEco></gActEco></gEmis><gDatRec><iNatRec>2</iNatRec><iTiOpe>2</iTiOpe><cPaisRec>PRY</cPaisRec><dDesPaisRe>Paraguay</dDesPaisRe><iTipIDRec>5</iTipIDRec><dDTipIDRec>Innominado</dDTipIDRec><dNumIDRec>0</dNumIDRec><dNomRec>Sin Nombre</dNomRec></gDatRec></gDatGralOpe><gDtipDE><gCamFE><iIndPres>1</iIndPres><dDesIndPres>Operación presencial</dDesIndPres></gCamFE><gCamCond><iCondOpe>1</iCondOpe><dDCondOpe>Contado</dDCondOpe><gPaConEIni><iTiPago>1</iTiPago><dDesTiPag>Efectivo</dDesTiPag><dMonTiPag>8000.0</dMonTiPag><cMoneTiPag>PYG</cMoneTiPag><dDMoneTiPag>Guarani</dDMoneTiPag></gPaConEIni></gCamCond><gCamItem><dCodInt>001</dCodInt><dDesProSer>CONTI ZERO GRAU LATA 473 ML</dDesProSer><cUniMed>77</cUniMed><dDesUniMed>UNI</dDesUniMed><dCantProSer>2</dCantProSer><gValorItem><dPUniProSer>4000.0</dPUniProSer><dTotBruOpeItem>8000</dTotBruOpeItem><gValorRestaItem><dDescItem>0</dDescItem><dPorcDesIt>0.00</dPorcDesIt><dAntPreUniIt>0</dAntPreUniIt><dAntGloPreUniIt>0</dAntGloPreUniIt><dTotOpeItem>8000</dTotOpeItem></gValorRestaItem></gValorItem><gCamIVA><iAfecIVA>1</iAfecIVA><dDesAfecIVA>Gravado IVA</dDesAfecIVA><dPropIVA>100</dPropIVA><dTasaIVA>10</dTasaIVA><dBasGravIVA>7273</dBasGravIVA><dLiqIVAItem>727</dLiqIVAItem><dBasExe>0</dBasExe></gCamIVA></gCamItem></gDtipDE><gTotSub><dSubExe>0</dSubExe><dSubExo>0</dSubExo><dSub5>0</dSub5><dSub10>8000</dSub10><dTotOpe>8000</dTotOpe><dTotDesc>0</dTotDesc><dTotDescGlotem>0</dTotDescGlotem><dTotAntItem>0</dTotAntItem><dTotAnt>0</dTotAnt><dPorcDescTotal>0.00</dPorcDescTotal><dDescTotal>0</dDescTotal><dAnticipo>0</dAnticipo><dRedon>0</dRedon><dComi>0</dComi><dTotGralOpe>8000</dTotGralOpe><dIVA5>0</dIVA5><dIVA10>727</dIVA10><dLiqTotIVA5>0</dLiqTotIVA5><dLiqTotIVA10>0</dLiqTotIVA10><dIVAComi>0</dIVAComi><dTotIVA>727</dTotIVA><dBaseGrav5>0</dBaseGrav5><dBaseGrav10>7273</dBaseGrav10><dTBasGraIVA>7273</dTBasGraIVA></gTotSub></DE><Signature xmlns="http://www.w3.org/2000/09/xmldsig#"><SignedInfo><CanonicalizationMethod Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"/><SignatureMethod Algorithm="http://www.w3.org/2001/04/xmldsig-more#rsa-sha256"/><Reference URI="#01800994825006001000057322025110512543335490"><Transforms><Transform Algorithm="http://www.w3.org/2000/09/xmldsig#enveloped-signature"/><Transform Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"/></Transforms><DigestMethod Algorithm="http://www.w3.org/2001/04/xmlenc#sha256"/><DigestValue>AMvXig4Wwfl2A6M9zWsKnkCg/4XgwVsm/vTW1lJuDeA=</DigestValue></Reference></SignedInfo><SignatureValue>U0atX3YJJxFnVfMIiD3M0CcO+HqM0/65ywICZjTdPqq12cN0siqritNCyGuMsBdvkrng4rffIlAy&#13;
VxNcfKRcmuaRykMErbcH/UY4s9aA9FWjOOyCpjyxKszcMmiCe8rQGnBj3kpWRdKPiYXLx/kVtPeU&#13;
bYtapW0Z0FMRGpUW+YsVMRqQx/lz/XdQMAtyxgWvHBnupvgrDjeANWQLkcA8xuEy+ZI5GYfz3AqJ&#13;
5mVzUVOA6CZkwoj6VHJOlls+uxU9dh3YP3l9PXjWSLzkQT3WWHZH/mdf5ivhT8g46MxPCU1J4Cyi&#13;
XoshxJOk6N8/RZptkkwGfrNVzOZjhWRCVlhvAA==</SignatureValue><KeyInfo><X509Data><X509Certificate>MIIIEDCCBfigAwIBAgIRAPdmqMI0j5WSS+6qirOz9powDQYJKoZIhvcNAQELBQAwgYUxCzAJBgNV&#13;
BAYTAlBZMQ0wCwYDVQQKEwRJQ1BQMTgwNgYDVQQLEy9QcmVzdGFkb3IgQ3VhbGlmaWNhZG8gZGUg&#13;
U2VydmljaW9zIGRlIENvbmZpYW56YTEVMBMGA1UEAxMMQ09ERTEwMCBTLkEuMRYwFAYDVQQFEw1S&#13;
VUM4MDA4MDYxMC03MB4XDTI1MDgyMDE0NTM0MVoXDTI2MDgyMDE0NTM0MVowga0xCzAJBgNVBAYT&#13;
AlBZMSswKQYDVQQKEyJDRVJUSUZJQ0FETyBDVUFMSUZJQ0FETyBUUklCVVRBUklPMQswCQYDVQQL&#13;
EwJGMTEYMBYGA1UEBBMPRlJBTkNPIEFSRVZBTE9TMRIwEAYDVQQqEwlHVUlMTEVSTU8xIjAgBgNV&#13;
BAMTGUdVSUxMRVJNTyBGUkFOQ08gQVJFVkFMT1MxEjAQBgNVBAUTCUNJMzQ5OTkxNzCCASIwDQYJ&#13;
KoZIhvcNAQEBBQADggEPADCCAQoCggEBAOgtYrO0ZYGFgS8qlCWbrFyyH4iu0xHrl3DE2G8cT47i&#13;
68efq23BV2ijojZU5NeXUhr+2YlDYxumU9CR9PbVSzcbZBhcC4bz8KgPIxnYEAK/FnDE/noFmzCg&#13;
QlcDTmsoHzNrYYUElW237aM3HWz0e0M7jWXdHXbKHAI8HHJv8Pk2IAaMwT4r2oDamjQ09EjTd6+n&#13;
j5hNYkD761cBz08LFypEz2cug0nw+yvDSAXcKa75IHapv5H0rKfeZoVjtJ/qaHeWkdWfXl1JplbQ&#13;
5wIMrStrPQaZ3gTh/MoP0DtJkZ14/jR7IhiEY6jksa3H74L6bUgHrxvAjF8kTf1Mi4atF3kCAwEA&#13;
AaOCA08wggNLMAwGA1UdEwEB/wQCMAAwHQYDVR0OBBYEFDzKVu9Va8AxsP2t2CQ8FIaWSZnkMB8G&#13;
A1UdIwQYMBaAFL41VGJoYOcm0zHBX5ex4vZkzgf1MA4GA1UdDwEB/wQEAwIF4DCBxQYDVR0RBIG9&#13;
MIG6gRVHVUlNRU1PODFASE9UTUFJTC5DT02kgaAwgZ0xKTAnBgNVBAoTIEZSQU5DTyBBUkVWQUxP&#13;
UyBTT0NJRURBRCBBTk9OSU1BMRMwEQYDVQQLEwpESVJFQ1RPUklPMRcwFQYDVQQMEw5WSUNFUFJF&#13;
U0lERU5URTEqMCgGA1UEDQwhRklSTUEgRUxFQ1RSw5NOSUNBIGRlIG5pdmVsIG1lZGlvMRYwFAYD&#13;
VQQFEw1SVUM4MDA5OTQ4Mi01MIH3BgNVHSAEge8wgewwgekGCysGAQQBg65wAQEEMIHZMEYGCCsG&#13;
AQUFBwIBFjpodHRwczovL2NvZGUxMDAuY29tLnB5L3JlcG9zaXRvcmlvLWRlLWRvY3VtZW50b3Mt&#13;
cHVibGljb3MvMIGOBggrBgEFBQcCAjCBgQx/Y2VydGlmaWNhZG8gY3VhbGlmaWNhZG8gZGUgZmly&#13;
bWEgZWxlY3Ryw7NuaWNhIHRpcG8gRjEgc3VqZXRhIGEgbGFzIGNvbmRpY2lvbmVzIGRlIHVzbyBl&#13;
eHB1ZXN0YXMgZW4gbGEgRFBDIGRlbCBQQ1NDIENPREUxMDAgUy5BLjB7BgNVHR8EdDByMDegNaAz&#13;
hjFodHRwOi8vcGNhMS5jb2RlMTAwLmNvbS5weS9jcmxzL2NhLWNvZGUxMDAtc2EuY3JsMDegNaAz&#13;
hjFodHRwOi8vcGNhMi5jb2RlMTAwLmNvbS5weS9jcmxzL2NhLWNvZGUxMDAtc2EuY3JsMCAGA1Ud&#13;
JQEB/wQWMBQGCCsGAQUFBwMCBggrBgEFBQcDATCBiQYIKwYBBQUHAQEEfTB7MDkGCCsGAQUFBzAB&#13;
hi1odHRwOi8vb2NzcC5jb2RlMTAwLmNvbS5weS9vY3NwL2NhLWNvZGUxMDAtc2EwPgYIKwYBBQUH&#13;
MAKGMmh0dHA6Ly9wY2ExLmNvZGUxMDAuY29tLnB5L2NlcnRzL2NhLWNvZGUxMDAtc2EuY2VyMA0G&#13;
CSqGSIb3DQEBCwUAA4ICAQAeb6SDm3hZVNA6T4lvgY4PmVYYgmXon9VDLJzy3/lM7prW0S5X6Nw8&#13;
t5WQkZ+GSZv35/XlLuIXmkS0C8ZxQbf6EGmp+sV+S6qVL7MVSN8nNx/bZfeO6yz8k+n1+v8Yq0mR&#13;
mblqTNL5FZuRkvs/c36pV2BMK2kNRYDnNCEhicwcGB/ay4zDirLDo5f0EYPdG2Xp2iTiFPWzNySc&#13;
KJMP1sQWOPaiPNo5Y1+d7hldCPgsNIWDlMt5ahkcow5qF/br4dLb1gilI5kZ0Ugg3b9rUus3LArE&#13;
OXtrRqlxrnqWcwmAe+uD6pSkX4p5uNtIfn7MbjTUqv4vLZWkwjVCZHCbnJG++g4RhHeLNg3psIWC&#13;
jSi96nQmvIySy/pRlqMRDknEA7ln0Br6IM+xAzf8AUPcg31E3/thSx5yW1WhgvEhIhLei4DKCxdm&#13;
EpFdHRR1bwC/CSe+GWZBSA1NgkrEu8przJyeGYoM9WhmZJRa6r5g1qhsiBrx0PB9lw+qZcT8NyXC&#13;
UCuV6KtmGiPYrdxiMGdZXy5a08lI2DBLz/u2DWqlFDuK+bQmCF1C9pGNvBBZFO90gP0UmtLg3UPr&#13;
hBY2tdSpKg/gmrp5NcyIqcmXDaLroAfj1EvShlQNmL2EL7IZRvVcZlNPSzHaLeHHt/jmOytcFbMv&#13;
vF+bxU5T2qevcukilvkdFw==</X509Certificate></X509Data></KeyInfo></Signature><gCamFuFD><dCarQR>https://ekuatia.set.gov.py/consultas/qr?nVersion=150&amp;Id=01800994825006001000057322025110512543335490&amp;dFeEmiDE=323032352d31312d30355432303a35343a3536&amp;dNumIDRec=0&amp;dTotGralOpe=8000&amp;dTotIVA=727&amp;cItems=1&amp;DigestValue=414d76586967345777666c3241364d397a57734b6e6b43672f3458677756736d2f765457316c4a754465413d&amp;IdCSC=0001&amp;cHashQR=205b0bfbc211d7a2f7fcf03ccb215bf0c22d40b47eda8c330af49e2712a2dfed</dCarQR></gCamFuFD></rDE></xDE></rEnviDe></env:Body></env:Envelope>